;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: UGLT
; TranslationAuthorEmail: info@uglt.org
; Soft Version: 1.12.50
;

[Translation]
LanguageName=KA
LangCode=0437
ReadHabit=Left-to-right
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=UTF-8

Confirm=დამოწმება

;
; Main GUI
;
TfrmWRMMain.Caption=Wise Reminder
TfrmWRMMain.btnUnfinish.Caption=აქტიური
TfrmWRMMain.btnCompleted.Caption=დასრულებული
TfrmWRMMain.btnBack.caption=უკან
TfrmWRMMain.btnDone.Caption=შენახვა
TfrmWRMMain.lblRepeat.caption=გამეორება:
TfrmWRMMain.lblTime.caption=დრო:
TfrmWRMMain.lblName.caption=აღწერა:
TfrmWRMMain.lblDate.caption=თარიღი:
TfrmWRMMain.cbPeriod.Item1=ერთხელ
TfrmWRMMain.cbPeriod.Item2=ყოველ დღე
TfrmWRMMain.cbPeriod.Item3=ყოველ კვირა
TfrmWRMMain.cbPeriod.Item4=ყოველ თვე
TfrmWRMMain.cbPeriod.Item5=ყოველ წელს
;
;hint
;
TfrmWRMMain.imgf.hint=გამოგვყევით Facebook-ზე
TfrmWRMMain.imgt.hint=გამოგვყევით Twitter-ზე
TfrmWRMMain.imgmail.hint=გაუზიარე მეგობრებს
TfrmWRMMain.imghome.hint=ვებ-გვერდი
TfrmWRMMain.CloseHint=დახურვა
TfrmWRMMain.MenuHint=მენიუ
TfrmWRMMain.MinHint=ჩაკეცვა
TfrmWRMMain.lbl2.caption=ვერსია:%s
TfrmWRMMain.lbl3.Caption=განახლების შემოწმება
TfrmWRMMain.btnDetails.hint_1=დეტალები
TfrmWRMMain.btnDetails.hint_2=შეცვლადა აღდგენა
TfrmWRMMain.btnDelete.hint_1=დასრულებულად მონიშვნა
TfrmWRMMain.btnDelete.hint_2=წაშლა


msgdlg.btnNO=არა
msgdlg.btnOk=კარგი
msgdlg.btnYes=კი
;
; Time
;
constY=წელი
constM=თვე
constD=დღე
constHH=საათი
constMM=წუთი
constSS=წამი
;
; Popup Menu
;
TfrmWRMMain.TrayMenuItem1=ონლაინ დახმარება
TfrmWRMMain.TrayMenuItem2=ფორუმი
TfrmWRMMain.TrayMenuItem3=ვებ-გვერდი
TfrmWRMMain.TrayMenuItem4=დაგვიკავშირდით
TfrmWRMMain.TrayMenuItem5=განახლების შემოწმება
TfrmWRMMain.TrayMenuItem6=სიახლეების შემოწმება
TfrmWRMMain.TrayMenuItem7=ენა
TfrmWRMMain.TrayMenuItem8=სისტემასთან ერთად გაშვება
TfrmWRMMain.TrayMenuItem9=პროგრამის შესახებ
TfrmWRMMain.TrayMenuItem10=გათიშვა
;
; Notice
;
TfrmRemindDlg.Caption=შეტყობინება
TfrmRemindDlg.btnComplete.Caption=გასაგებია
TfrmRemindDlg.btnDelay.Caption=მოგვიანებით შემახსენე

;
; About
;
TfrmAbout.Caption=პროგრამის შესახებ
TfrmAbout.lblEmail.caption=ელ.ფოსტა:
TfrmAbout.lblhome.caption=ვებ-გვერდი:
TfrmAbout.lblthanks.caption=მადლობას ვუხდით:
TfrmAbout.btnOk.Caption=კარგი
TfrmAbout.lblver.Caption=ვერსია:

[Messages]
ExitModify=თქვენ გაქვთ შეუნახავი ცვლილება, გსურთ გვერდის დატოვება?
RemindNameNULL=შეავსეთ აღწერა!
NewVer=ხელმისაწვდომია ახალი ვერსია, გსურთ განახლება?
NoNewVer=გილოცავთ! თქვენ იყენებთ ბოლო ვერსიას.
ExitApp=გსურთ, გათიშოთ Wise Reminder? შეტყობინებები აღარ იქნება ხელმისაწვდომი!
NoneReminder=შეხსენება არ დაგიყენებიათ!
NoneCopmpleted=თქვენ გაქვთ აქტიური შეხსენება!
NoneSelected=მიუთითეთ ერთი ელემენტი მაინც!
TimeOver=დრო არ უნდა იყოს ახლანდელზე ძველი!

[Lang]
NativeLanguage=ქართული